/* Source: http://en.wikipedia.org/wiki/List_of_animals_in_the_Bible */
/* Last Updated: December 31, 2014 */
{
  "animals": [
    {
      "species": "Addax",
      "study": "A kind of antelope (antilope addax) with twisted horns; it very probably corresponds to the dîshõn of the Hebrews and the pygarg of the divers translations (Deuteronomy 14:5).",
      "verses": [
        "Deuteronomy 14:5"
      ]
    },
    {
      "species": "Adder",
      "study": "A poisonous snake of the genus Vipera. The word, unused in the D.V., stands in the A.V. for four different Hebrew names of serpents.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ant",
      "study": "Over twelve species of ants exist in Israel; among them the ants of the genus Atta are particularly common, especially the atta barbara, of dark color, and the atta structor, a brown species. These, with the pheidole megacephala, are, unlike the ants of northern countries, accustomed to lay up stores of corn for winter use. Hence the allusions of the wise man in the two above-mentioned passages of Proverbs.",
      "verses": [
        "Proverbs 6:6",
        "Proverbs 30:25"
      ]
    },
    {
      "species": "Antelope",
      "study": "The word, first applied as a qualification to the gazelle, on account of the lustre and soft expression of its eye, has become the name of a genus of ruminant quadrupeds intermediate between the deer and the goat. Four species are mentioned in the Bible:<ul><li>(1) the dîshon (D.V. pygarg; Deuteronomy 14:5), commonly identified with the antilope addax;</li><li>(2) the çebhî (Deuteronomy 12:15, etc.; D.V. roe) or gazelle, antilope dorcas;</li><li>(3) the'ô (Deuteronomy 14:5; D.V. wild goat; Isaiah 51:20, D.V. wild ox), which seems to be the bubale (antilope bubalis); and</li><li>(4) the yáhmûr (Deuteronomy 14:5), the name of which is given by the Arabs to the roebuck of Northern Syria and to the oryx (the white antelope, antilope oryx) of the desert.</li></ul>",
      "verses": [
        "Deuteronomy 12:15",
        "Deuteronomy 14:5",
        "Isaiah 51:20"
      ]
    },
    {
      "species": "Ape",
      "study": "Nowhere in the Bible is the ape supposed to be indigenous to Israel. Apes are mentioned with gold, silver, ivory, and peacocks among the precious things imported by Solomon from Tharsis (1 Kings 10:22; 2 Chronicles 9:21).",
      "verses": [
        "1 Kings 10:22",
        "2 Chronicles 9:21"
      ]
    },
    {
      "species": "Asp",
      "study": "This word, which occurs eleven times in D.V., stands for four Hebrew names:<ul><li>(1) Péthén [Deut., xxxii, 33; Job, xx, 14, 16; Psalms., lvii (Hebr., lviii), 5; Isaiah, xi, 8]. From several allusions both to its deadly venom (Deuteronomy 32:33), and to its use by serpent-charmers [Ps., lvii (Hebr., lviii), 5, 6], it appears that the cobra (naja aspis) is most probably signified. Safely to step upon its body, or even linger by the hole where it coils itself, is manifestly a sign of God's particular protection [Ps., xc (Hebr., xci), 13; Is., xi, 8]. Sophar, one of Job's friends, speaks of the wicked as sucking the venom of péthén, in punishment whereof the food he takes shall be turned within him into the gall of this poisonous reptile (Job 20:16, 14).</li><li>(2) 'Akhshûbh, mentioned only once in the Hebrew Bible, namely Ps., cxl (Vulg., cxxxix), 4, but manifestly alluded to in Ps., xiii, 3, and Rom., iii, 13, seems to have been one of the most highly poisonous kinds of viper, perhaps the toxicoa, also called echis arenicola or scytale of the Pyramids, very common in Syria and North Africa.</li><li>(3) Sháhál is also found only once to signify a snake, Ps., xci (Vulg., xc), 13; but what particular kind of snake we are unable to determine. The word Sháhál might possibly, owing to some copyist's mistake, have crept into the place of another name now impossible to restore.</li><li>(4) çphônî (Isaiah 59:5), \"the hisser\", generally rendered by basilisk in ID.V. and in ancient translations, the latter sometimes calling it regulus. This snake was deemed so deadly that, according to the common saying, its hissing alone, even its look, was fatal. It was probably a small viper, perhaps a cerastes, possibly the daboia zanthina, according to Cheyne.</li></ul>",
      "verses": [
        "Deuteronomy 32:33",
        "Job 20:16",
        "Isaiah 59:5"
      ]
    },
    {
      "species": "Ass",
      "study": "The ass has always enjoyed a marked favour above all other beasts of burden in the Bible. This is evidenced by more than one hundred and thirty mentions of this animal in Bible, and by the number of words in the Hebrew vocabulary used to designate the ass, by colour, sex, age, and so forth, in striking contrast with the ordinary penury of the sacred language. Of these various names the most common is hamôr, \"reddish\", the hair of the Eastern ass being generally of that colour. White asses, more rare, were also more appreciated and reserved for the use of the nobles (Judges 5:10). The custom was introduced very early, as it seems, and still prevails, to paint the most shapely and valuable donkeys in stripes of different colours. In the East the ass is much larger and finer than in other countries, and in several places the pedigrees of the best breeds are carefully preserved. Asses have always been an important item in the resources of the Eastern peoples, and we are repeatedly told in the Bible about the herds of these animals owned by the patriarchs (Genesis 12:16; 30:43; 36:24, etc.), and wealthy Israelites (1 Samuel 9:3; 1 Chronicles 27:30, etc.). Hence the several regulations brought forth by Israel's lawgiver on this subject: the neighbour's ass should not be coveted (Exodus 20:17); moreover, should the neighbour's stray ass be found, it should be taken care of, and its owner assisted in tending this part of his herd (Deuteronomy 22:3, 4).\r\n\r\nThe ass serves in the East for many purposes. Its even gait and sure-footedness, so well suited to the rough paths of the Holy Land, made it at all times the most popular of all the animals for riding in those hilly regions (Genesis 22:3; Luke 19:30). Neither was it ridden only by the common people, but also by persons of the highest rank (Judges 5:10; 10:4; 2 Samuel 17:23; 19:26, etc.). No wonder therefore that Jesus, about to come triumphantly to Jerusalem, commanded His disciples to bring Him an ass and her colt; no lesson of humility, as is sometimes asserted, but the affirmation of the peaceful character of His kingdom should be sought there. Although the Scripture speaks of \"saddling\" the ass, usually no saddle was used by the rider. A cloth was spread upon the back of the ass and fastened by a strap was all the equipment. Upon this cloth the rider sat with a servant usually walking alongside. Should a family journey, the women and children would ride the asses, attended by the father (Exodus 4:20). This mode of traveling has been popularized by Christian painters, who copied the eastern customs in their representations of the Holy Family's flight to Egypt.\r\n\r\nScores of passages in the Bible allude to asses carrying burdens. The Gospels, at least in the Greek text, speak of millstones run by asses (Matthew 18:6, Mark 9:41; Luke 17:2); Josephus and the Egyptian monuments teach us that this animal was used for threshing wheat. Finally, we repeatedly read in the Old Testament of asses hitched to a plough (Deuteronomy 22:10; Isaiah 30:24, etc.), and in reference to this custom, the Law forbade ploughing with an ox and an ass together (Deuteronomy 22:10). From Is., xxi, 7, confirmed by the statements of Greek writers, we learn that part of the cavalry force in the Persian army rode donkeys. We should perhaps understand from IV K., vii, 7, that the Syrian armies followed the same practice; but no such custom seems to have ever prevailed among the Hebrews. With them the ass was essentially for peaceful use, the emblem of peace, as the horse was the symbol of war. The flesh of the donkey was unclean and forbidden by the Law. In some particular circumstances, however, no law could prevail over necessity, and we read that during Joram's reign, when Ben-hadad besieged Samaria, the famine was so extreme in this city, that the head of an ass was sold for 120 pieces of silver (IV K., vi, 25).\r\nAss, colt. — This is more specially the symbol of peace and meek obedience (John 12:15).\r\nAss, wild, corresponds in the Old Testament to two words, péré' and 'arôdh. Whether these two names refer to different species, or are, the one, the genuine Hebrew name, the other, the Aramaic equivalent for the same animal, is uncertain. Both signify one of the wildest and most untamable animals. The wild ass is larger and more shapely than the domestic one, and outruns the fleetest horse. Its untamableness joined to its nimbleness made it a fit symbol for the wild and plunder-loving Ismael (Genesis 16:12). The wild ass, extinct in western Asia, still exists in central Asia and the deserts of Africa.",
      "verses": [
        "Judges 5:10",
        "Genesis 12:16",
        "Genesis 30:43",
        "Genesis 36:24",
        "1 Samuel 9:3",
        "1 Chronicles 27:30",
        "Exodus 20:17",
        "Deuteronomy 22:3-4",
        "Genesis 22:3",
        "Luke 19:30",
        "Judges 5:10",
        "Judges 10:4",
        "2 Samuel 17:23",
        "2 Samuel 19:26",
        "Exodus 4:20",
        "Matthew 18:6",
        "Mark 9:41",
        "Luke 17:2",
        "Deuteronomy 22:10",
        "Isaiah 30:24",
        "John 12:15",
        "Genesis 16:12"
      ]
    },
    {
      "species": "Attacus",
      "study": "Instead of this Latin word, the A.V. reads bald-locust. According to the tradition enshrined in the Talmud, the common truxalis, a locust with a very long smooth head is probably signified.",
      "verses": [
        "Leviticus 11:22"
      ]
    },
    {
      "species": "Aurochs",
      "study": "Aurochs, or wild ox (urus, bos primigenius), is undoubtedly the rimu of the Assyrian inscriptions, and consequently corresponds to the re'em or rêm of the Hebrews. The latter word is translated sometimes in the D.V. as rhinoceros (Numbers 23:22; 24:8; Deuteronomy 33:17; Job 39:9, 10), sometimes by unicorn (Psalm 22:21; 29:6; 92:10; Isaiah 34:7). That the re'em, far from being unicorn, was a two-horned animal, is suggested by Ps., xxii, 21, and forcibly evidenced by Deut., xxxiii, 17, where its horns represent the two tribes of Ephraim and Manasses. That, moreover, it was akin to the domestic ox is shown from such parallelisms as we find in Ps., xxiv, 6, where we read, according to the critical editions of the Hebrew text: \"The voice of Yahweh makes Lebanon skip like a bullock, and Sirion like a young re'em\"; or Is., xxxiv, 7: \"And the re'em shall go down with them, and the bulls with the mighty\"; and still more convincingly by such implicit descriptions as that of Job, xxxix, 9, 10: \"Shall the rêm be willing to serve thee, or will he stay at thy crib? Canst thou bind the rêm with thy thong to plough, or will he break the clods of the valleys after thee?\" These references will be very clear, the last especially, once we admit the re'em is an almost untamable wild ox, which one would try in vain to submit to the same work as its domestic kin. Hence there is very little doubt that in all the above-mentioned places the word aurochs should be substituted for rhinoceros and unicorn. The aurochs is for the sacred poets a familiar emblem of untamed strength and ferocity. It no longer exists in western Asia.",
      "verses": [
        "Numbers 23:22",
        "Numbers 24:8",
        "Deuteronomy 33:17",
        "Job 39:9-10",
        "Psalms 22:21",
        "Psalms 29:6",
        "Psalms 92:10",
        "Isaiah 34:7"
      ]
    },
    {
      "species": "Baboon",
      "study": "a kind of dog-faced, long-haired monkey, dwelling among ruins (gen. Cynocephalus); it was an object of worship for the Egyptians. Some deem it to be the \"hairy one\" spoken of in Is., xiii, 21 and xxxiv, 14, but it is very doubtful whether it ever existed west of the Euphrates.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Badger Tahashim",
      "study": "No mention of the badger (meles taxus) is found in the D.V., whereas the A.V. regularly gives it as the English equivalent for táhásh. Skins of táháshim are repeatedly spoken of as used for the outer coverings of the tabernacle and of the several pieces of its furniture and utensils and tools. The old translations, and the D.V. after them, understood the word táhásh to mean a color (violet; Exodus 25:5; 26:14; 35:7, 23; 36:19; 39:34; Numbers 4:6, 8, 10, 11, 12, 14, 25; Ezekiel 16:10); but this is a \"misrepresentation\" according to Talmudic writers;[1] so also is the rendering of the A.V.; for though the badger is common in Israel, yet the Hebrew name \"most probably\" (according to 19th and early 20th century scholars) indicates the dugong (designated halicore hemprichii 1832, and halicore tabernaculi 1843), a sirenian living in the Red Sea, the skin of which is used to the present day by Bedouin Arabs for such purposes as those alluded to in the Bible.[1] Nevertheless, this is in contradiction to Leviticus 11:10[2] (KJV) \"And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you.\" And Leviticus 11:27 says clearly (including the badger), \"And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.\" Leviticus explicitly commands the Jews, \"Ye shall not make yourselves abominable...\" (11:41–47). Strong's Concordance BADGERS' number 8476 תחש tachash says the word is probably of foreign derivation; a (clean) animal with fur, probably a species of antelope—badger. The opinion that tahash denotes the dugong is declining in recent decades in favor of \"blue-processed skins\" (Navigating the Bible II) and \"(blue-)beaded skins\" (Anchor Bible.)",
      "verses": [
        "Leviticus 11:27"
      ]
    },
    {
      "species": "Basilisk",
      "study": "",
      "verses": [
        "Isaiah59:5"
      ]
    },
    {
      "species": "Bat",
      "study": "The bat, fourteen species of which still exist in Israel is reckoned among unclean \"winged things\" (Leviticus 11:19; Deuteronomy 14:18). Its abode is generally in dark and desolate places such as ruins and caverns.",
      "verses": [
        "Leviticus 11:19",
        "Deuteronomy 14:18"
      ]
    },
    {
      "species": "Bear",
      "study": "The bear spoken of in the Bible is the ursus syriacus, scarcely different from the brown bear of Europe. Since the destruction of the forests, it is now rarely seen south of Lebanon and Hermon, where it is common. Not infrequently met in the Holy Land during the Old Testament times, it was much dreaded on account of its ferocious and destructive instincts; to dare it was accordingly a mark of uncommon courage (1 Samuel 17:34–36). Its terror-striking roars and its fierceness, especially when robbed of its cubs, are repeatedly alluded to.",
      "verses": [
        "1 Samuel 17:34–36"
      ]
    },
    {
      "species": "Beast, wild",
      "study": "The expression occurs twice in the D.V., but much oftener in the A.V., and R. V., where it is in several places a substitute for the awkward \"beast of the field\", the Hebrew name of wild animals at large. The first time we read of \"wild beasts\" in the D.V., it fairly stands for the Hebrew word zîz [Ps. lxxix (Hebr., lxxx), 14], albeit the \"singular wild beast\" is a clumsy translation. The same Hebrew word in Ps. xlix, 11, at least for consistency's sake, should have been rendered in the same manner; \"the beauty of the field\" must consequently be corrected into \"wild beast\". In Is., xiii, 21, \"wild beasts\" is an equivalent for the Hebr. Ciyyîm, i. e. denizens of the desert. This word in different places has been translated in divers manners: demons (Isaiah 34:14), dragons (Psalm 73:14; Jeremiah 1:39); it possibly refers to the hyena.",
      "verses": [
        "Isaiah 34:14",
        "Psalms 73:14",
        "Jeremiah 1:39"
      ]
    },
    {
      "species": "Bee",
      "study": "Israel, according to Scripture, is a land flowing with honey (Exodus 3:8). Its dry climate, its rich abundance, and variety of aromatic flowers, and its limestone rocks render it particularly adapted for bees. No wonder then that honey bees, both wild and hived, abound there. All the different species known by the names of bombus, nomia, andrena, osmia, megachile, anthophora, are widely spread throughout the country. The hived honey bee of Israel, apis fasciata, belongs to a variety slightly different from ours, characterized by yellow stripes on the abdomen. Wild bees are said to live not only in rocks [Ps. lxxx (Hebr., lxxxi), 17], but in hollow trees (1 Samuel 14:25), even in dried carcasses (Judges 14:8). Syrian and Egyptian hives are made of a mash of clay and straw for coolness. In Old Testament times, honey was an article of export (Genesis 43:11; Ezekiel 27:17). Bees are spoken of in Bible as a term of comparison for a numerous army relentlessly harassing their enemies. Debôrah, the Hebrew name for bee, was a favourite name for women.",
      "verses": [
        "Exodus 3:8",
        "1 Samuel 14:25",
        "Judges 14:8",
        "Genesis 43:11",
        "Ezekiel 27:17"
      ]
    },
    {
      "species": "Beetle",
      "study": "Given by A.V. (Leviticus 11:22) as an equivalent for Hebrew, árbéh, does not meet the requirements of the context: \"Hath the legs behind longer wherewith it hoppeth upon the earth\", any more than the bruchus of D.V., some species of locust, the locusta migratoria being very likely intended.",
      "verses": [
        "Leviticus 11:22"
      ]
    },
    {
      "species": "Behemoth",
      "study": "Generally translated as \"great beasts\"; in its wider signification it includes all mammals living on earth, but in the stricter sense is applied to domesticated quadrupeds at large. However in Job, xl, 10, where it is left untranslated and considered a proper name, it indicates a particular animal. The description of this animal has long puzzled the commentators. Many of them now admit that it represents the hippopotamus; it might possibly correspond as well to the rhinoceros.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bird",
      "study": "No other classification of birds than into clean and unclean is given. The Jews, before the Babylonian captivity, had no domestic fowls except pigeons. Although many birds are mentioned, there occur few allusions to their habits. Their instinct of migration, the snaring or netting them, and the caging of song birds are referred to.\r\nBird, Dyed. — So does the English version, Jer., xii, 9, wrongly interpret the Hebrew 'áyit. which means beast of prey, sometimes also bird of prey.\r\nBird, Singing. — This singing bird of Soph., ii, 14, according to the D.V., owes its origin to a mistranslation of the original, which most probably should be read: \"And their voice shall sing at the window\"; unless by a mistake of some scribe, the word qôl, voice, has been substituted for the name of some particular bird.\r\nBirds, Speckled, Hebrew çãbhûá' (Jeremiah 12:9). A much discussed translation. The interpretation of the English versions, however meaningless it may seem to some, is supported by the Targum, the Syriac, and St. Jerome. In spite of these authorities many modern scholars prefer to use the word hyena, given by the Septuagint and confirmed by Sirach, xiii, 22 as well as by the Arabic (dábúh) and rabbinical Hebrew (çebhôá'), names of the hyena.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bison",
      "study": "According to several authors, the re'em of the Bible. It belongs to the same genus as the aurochs, but being indigenous to America (whence its name, bos americanus), and specifically different from the aurochs, cannot possibly have been known by the Hebrews.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bittern",
      "study": "(botháurus vulgaris), a shy, solitary, wading bird related to the heron and inhabiting the recesses of swamps, where its startling, booming cry at night gives a frightening impression of desolation. In the D.V., bittern stands for Hebr. qã'ãth (Leviticus 11:18; Isaiah 34:11; Zephaniah 2:14), although by some inconsistency the same Hebrew word is rendered Deut., xiv, 17, by cormorant, and Ps. ci (Hebr., cii), 7, by pelican. The pelican meets all the requirements of all the passages where qã'ãth is mentioned, and would perhaps be a better translation than bittern.",
      "verses": [
        "Leviticus 11:18",
        "Isaiah 34:11",
        "Zephaniah 2:14"
      ]
    },
    {
      "species": "Blast",
      "study": "Blast certainly, designates, Deut., xxviii, 42, a voracious insect; the Hebrew çelãçál, \"chirping\", suggests that the cricket was possibly meant and might be substituted for blast. In Ps. lxxvii (Hebr., lxxviii), 46, blast stands for hãsîl, \"the destroyer\", perhaps the locust in its caterpillar state, in which it is most destructive.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Boar, wild",
      "study": "The only allusion to this animal is found Ps. lxxix (Hebr., lxxx), 14; however, the wild boar was undoubtedly always, as it is now, common in Israel, having its lair in the woods, and most destructive to vineyards.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bruchus",
      "study": "Though it occurs once (Leviticus 11:22) as an equivalent for Hebrew, 'ârbéh (probably the locusta migratoria), the word bruchus is the regular interpretation for yéléq, \"licker\". The biblical bruchus may be fairly identified with the beetle, or some insect akin to it. Anyway the yéléq of Jer., li, 14, 27, should have been rendered in the same manner as everywhere else.",
      "verses": [
        "Leviticus 11:22"
      ]
    },
    {
      "species": "Bubale",
      "study": "Antilope bubalis or alcephalus bubalis, which should not be confounded with the bubale, bos bubalus, is probably signified by the Hebrew, the'ô, interpreted by the Douay translators, wild goat, in Deut., xiv, 5, and wild ox, Is., li, 20. It still exists in Israel, but was formerly much more common than now.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Buffalo (Bos Bubalus)",
      "study": "So does the D.V. translate the Hebrew, yáhmûr, III K., iv, 23 (Hebrews 1 Samuel 5:3). Being a denizen of marshy and swampy lands, the buffalo must have been scarcely known by the Hebrews. Moreover, its coarse, unpleasant-smelling flesh seems to exclude the identification with the animal referred to in the above-mentioned passage, where we should probably read roebuck.",
      "verses": [
        "1 Samuel 5:3"
      ]
    },
    {
      "species": "Buffle",
      "study": "Another word for buffalo, D.V., Deut., xiv, 5. According to good authorities, the oryx, or white antelope, might be here intended, the Hebrew word yáhmûr possibly meaning, as its Arabic equivalent does, both the roebuck and the oryx.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bull",
      "study": "A symbol of fierce and relentless adversaries [Ps. xxi (Hebr., xxii), 13].",
      "verses": [
        ""
      ]
    },
    {
      "species": "Bullock",
      "study": "The bullock, as yet unaccustomed to the yoke, is an image of Israel's insubordinate mind before he was subdued by the captivity (Jeremiah 31:18).",
      "verses": [
        "Jeremiah 31:18"
      ]
    },
    {
      "species": "Buzzard (Hebr., rã'ah)",
      "study": "Probably the ringtail of D.V. and the glede of A.V. (Deuteronomy 14:13); possibly, through a scribe's error, might be identified with the kite, dã'ah, of Lev., xi, 14. The buzzard, three species of which exist in Israel, has always been common there.",
      "verses": [
        "Deuteronomy 14:13"
      ]
    },
    {
      "species": "Calf",
      "study": "One of the most popular representations of the deity among the Canaanites. The calf is, in biblical poetry, a figure for vexing and pitiless foes [Ps., xxi (Hebr., xxii), 13]. The fatted calf was a necessary feature, so to say, of a feast dinner.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Camel",
      "study": "A prominent domestic animal of the East without the existence of which life in the Arabian deserts would be impossible. It was perhaps the first beast of burden applied to the service of man. It is mentioned as such in the biblical records as early as the time of Abraham. Recent excavations in the Timna Valley discovered what may be the earliest camel bones found in Israel or even outside the Arabian peninsula, dating to around 930 BCE. This is seen as evidence that the stories of Abraham, Joseph, Jacob and Esau were written after this time.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Camelopardalis",
      "study": "Occurs only once in the D.V. (Deuteronomy 14:5), as a translation of zémér. The word, a mere transcription of the Latin and the Greek, is a combination of the names of the camel and the leopard, and indicates the giraffe. But this translation, as well as that of the A.V. (chamois), is doubtless erroneous; neither the giraffe nor the chamois ever lived in Israel. The wild sheep or mouflon, which still lingers in Cyprus and Arabia Petrala, is very likely intended.",
      "verses": [
        "Deuteronomy 14:5"
      ]
    },
    {
      "species": "Cankerworm",
      "study": "The locust in its larva state, in which it is most voracious. So does A.V. render the Hebrew, gãzám; the word palmerworm, given by the D.V. seems better.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cat",
      "study": "Mention of this animal occurs only once in the Bible, namely Bar., vi, 21. The original text of Baruch being lost, we possess no indication as to what the Hebrew name of the cat may have been. Possibly there was not any; for although the cat was very familiar to the Egyptians, it seems to have been altogether unknown to the Jews, as well as to the Assyrians and Babylonians, even to the Greeks and Romans before the conquest of Egypt. These and other reasons have led some commentators to believe that the word cat, in the above cited place of Baruch, might not unlikely stand for another name now impossible to restore.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cattle",
      "study": "Very early in the history of mankind, animals were tamed and domesticated, to be used in agriculture, for milk, for their flesh, and especially for sacrifices. Many words in Hebrew expressed the different ages and sexes of cattle, West of the Jordan River the cattle were generally stall-fed; in the plains and hills south and east they roamed in a half-wild state; such were the most famous \"bulls of Basan\".",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cerastes (Hebr., shephîphõn)",
      "study": "Should be substituted in D.V. for the colourless \"serpent\", Gen., xlix, 17. The identification of the shephîphõn with the deadly horned cerastes (cerastes hasselquistii or vipera cerastes) is evidenced by the Arabic name of the latter (shúffon), and its customs in perfect agreement with the indications of the Bible. The cerastes, one of the most venomous of snakes, is in the habit of coiling itself in little depressions such as camels' footmarks, and suddenly darting on any passing animal.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Chameleon (Hebr., kôâh)",
      "study": "Mentioned Lev., xi, 30, with the mole (Hebr., tínshéméth). In spite of the authority of the ancient translations, it is now generally admitted that the tínshéméth is the chameleon, very common in Israel; whereas the kôâh is a kind of large lizard, perhaps the land monitor (psammosaurus scincus).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Chamois (antilope rupicapra)",
      "study": "Now totally unknown in western Asia, where it very probably never existed. The opinion of those who see it in the Hebrew zémér (Deuteronomy 14:5) should consequently be entirely discarded (see Camelopardalis).",
      "verses": [
        "Deuteronomy 14:5"
      ]
    },
    {
      "species": "Charadrion (Hebr., anãphah)",
      "study": "It would be the plover; but it rather stands here for the heron, all the species of which (this is the sense of the expression \"according to its kind\"), numerous in Israel, should be deemed unclean.",
      "verses": [
        "Leviticus 11:19",
        "Deuteronomy 14:18"
      ]
    },
    {
      "species": "Cherogrillus",
      "study": "A mere transliteration of the Greek name of the porcupine, corresponds to the Hebrew shãphãn, translated in Ps. ciii (Hebr., civ), 18, as irchin, and in Prov., xxx, 26, as rabbit. As St. Jerome noticed it, the shãphãn is not the porcupine, but a very peculiar animal of about the same size, dwelling among the rocks, and in holes, and called in Israel \"bear-rat\", on account of some resemblance with these two quadrupeds. We call it coney, or daman (hyrax syriacus). Its habit of lingering among the rocks is alluded to, Ps. ciii, 18; its wisdom and defencelessness, Prov., xxx, 24–26. \"It cannot burrow, for it has no claws, only nails half developed ; but it lies in holes in the rocks, and feeds only at dawn and dusk, always having sentries posted, at the slightest squeak from which the whole party instantly disappears. The coney is not a ruminant (cf. Leviticus 11:5), but it sits working its jaws as if re-chewing. It is found sparingly in most of the rocky districts, and is common about Sinai\" (Tristram).",
      "verses": [
        "Leviticus 11:5",
        "Deuteronomy 14:7"
      ]
    },
    {
      "species": "Cobra (naja aspis)",
      "study": "Most likely the deadly snake called péthén by the Hebrews, found in Israel and Egypt and used by serpent-charmers.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cochineal (coccus ilicis)",
      "study": "A hemiptera homoptera insect very common on the Syrian holm-oak, from the female of which the crimson dye kermes is prepared. The complete name in Hebrew is equivalent to \"scarlet insect\", the \"insect\" being not infrequently omitted in the translations.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cock, Hen",
      "study": "Domestic poultry are not mentioned till after the Babylonian captivity is what some believe but others understand the \"seal of Jaazaniah\" from the ruins of the biblical Judean kingdom at Mizpah, with the inscription of \"belonging to Jaazaniah, servant to the king\" to carry the insignia of a rooster \"in fighting stance\" for spiritual purposes based on Proverbs 30, with similar illustrations of \"cocks in fighting stance\" found within the Vivian Bible. In Jesus' time domestic poultry, introduced from India through Persia, had become common, and their well-known habits gave rise to familiar expressions, and afforded good and easy illustrations (Mark 13:35; 14:30, etc.). Jesus Christ compared His care for Jerusalem to that of a hen for her brood, or more accurately an ornis, a bird, specifically a rooster or hen. The three times the word 'cock' appears in the D.V. it is owing to a misinterpretation of the primitive text, according to some, but to others in the context of a religious instilling vessel of \"a girt one of the loins\" (Young's Literal Translation) that which is \"stately in his stride\" and \"move with stately bearing\" within the Book of Proverbs 30:29–31, Saʻadiah ben Yosef Gaon (Saadia Gaon) identifies the definitive trait of \"a cock girded about the loins\" within Proverbs 30:31(DV) as \"the honesty of their behavior and their success\", identifying a spiritual purpose of a religious vessel within that religious and spiritual instilling schema.<ul><li>(1) Job, xxxviii, 36, the word sékhwi means soul, heart: \"Who hath put wisdom in the heart of man? and who gave his soul understanding?\", but also \"Sekvi means 'rooster' according to the Sages\" and hence \"Who hath put wisdom in the heart of man? or who gave the cock understanding?\"(DV).</li><li>(2) Prov., xxx, 31, zãrzîr should be translated as \"hero\" according to some, but to others as \"a cock girded about the loins\" or \"a girt one of the loins\"(Young's Literal Translation), \"which most of the old translations and Rabbis understood to be a fighting cock\",.</li><li>(3) Is., xxii, 17, where the word gébhér, great, strong man, has been rendered according to some rabbinical conceptions, but also the Hebrew word gever was used to mean a \"rooster\" in addition to the meaning of \"man, strong man\".</li></ul>",
      "verses": []
    },
    {
      "species": "Cockatrice",
      "study": "A fabulous serpent supposed to be produced from a cock's egg brooded by a serpent; it was alleged that its hissing would drive away all other serpents, and that its breath, even its look, was fatal. The word is used in A.V. as the regular equivalent for Hebrew, çíphe'ônî.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Colt",
      "study": "See ASS' COLT (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Coney",
      "study": "See Cherogrillus (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Coral (Hebr., rãmôth)",
      "study": "should probably be substituted, Job, xxviii, 18, for \"eminent things\", and Ezech., xxvii, 16, for \"silk\" in the D.V. The coral dealt with at Tyre was that of the Red Sea or even of the Indian Ocean; coral seems to have been scarcely known among the Jews.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cormorant",
      "study": "Very frequently met with on the coasts, rivers, and lakes of Israel, probably corresponds to the shãlãk of the Hebrew, although this name, which means \"the plunger\", might be applied to some other plunging bird.",
      "verses": [
        "Leviticus 11:17",
        "Deuteronomy 14:17"
      ]
    },
    {
      "species": "Cow",
      "study": "See CATTLE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Crane (grus cinerea)",
      "study": "The word does not occur in D.V., but seems the best translation of Hebrew, 'ãghûr, read in two passages: Is., xxxviii, 14, and Jer., viii, 7, where its loud voice and migratory instincts are alluded to. There is little doubt that the two above indicated places of D.V., where we read \"swallow\", should be corrected.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Cricket",
      "study": "A good translation for Hebr., çelãçál, \"chirping\", which besides the feature suggested by the etymology, is described Deut., xxviii, 42, as a voracious insect. See BLAST (sup).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Crocodile",
      "study": "We do not read this word in any other place than Lev., xi, 29 (D.V.), where it corresponds to the Hebrew, çãb; the animal is, nevertheless, oftener spoken of in the Holy Books under cover of several metaphors: ráhâb, \"the proud\" (Isaiah 51:9); tánnîn, \"the stretcher\" (Ezekiel 29:3); líweyãthãn (leviathan) [Ps. lxxiii (Hebr., lxxiv), 14; Job, xl, 20, xli, 25]. See DRAGON (inf.). The crocodile (crocodilus vulgaris) is still found in great numbers, not only in the upper Nile, but also in Israel. A remarkable description of the crocodile has been drawn by the author of the Book of Job. He depicts the difficulty of capturing, snaring, or taming him, his vast size, his impenetrable scales, his flashing eyes, his snorting, and his immense strength. Dreadful as he is, the crocodile was very early regarded and worshipped as a deity by the Egyptians. He is, in the Bible, the emblem of the people of Egypt and their Pharaoh, sometimes even of all Israel's foes.",
      "verses": [
        "Isaiah 51:9",
        "Ezekiel 29:3"
      ]
    },
    {
      "species": "Cuckoo",
      "study": "According to some, would be the bird called in Hebrew shâhâph (Leviticus 11:16; Deuteronomy 14:15), and there reckoned among the unclean birds. Two species, the cuculus canorus, and the oxylophus glandarius live in the Holy Land; however there is little probability that the cuckoo is intended in the mentioned passages, where we should perhaps see the shear-water and the various species of sea-gulls.",
      "verses": [
        "Leviticus 11:16",
        "Deuteronomy 14:15"
      ]
    },
    {
      "species": "Daboia Zanthina",
      "study": "See Basilisk (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Daman",
      "study": "See Cherogrillus (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Deer (Hebr., 'áyyãl)",
      "study": "Its name is frequently read in the Scriptures, and its habits have afforded many allusions or comparisons, which fact supposes that the deer was not rare in Israel. Its handsome form, its swiftness, its shyness, the love of the roe for her fawns, are alluded to; it seems from Prov., v, 19 and some other indirect indications that the words 'áyyãl and 'áyyãlah (deer and hind) were terms of endearment most familiar between lovers.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Demons",
      "study": "So does D.V., translate çíyyîm; it is certainly a mistake. The word at issue is generally believed to refer to the hyena (hyœna striata), still found everywhere in caves and tombs.",
      "verses": [
        "Isaiah 34:14"
      ]
    },
    {
      "species": "Dispas",
      "study": "The D.V., following the Vulgate (Deuteronomy 8:15) thereby means a serpent whose bite causes a mortal thirst; but this interpretation seems to come from a misunderstanding suggested by the Septuagint; the original writer most likely intended there to mean \"drought\", as the A.V. rightly puts it, and not any kind of serpent.",
      "verses": [
        "Deuteronomy 8:15"
      ]
    },
    {
      "species": "Dog",
      "study": "The dog in the East does not enjoy the companionship and friendship of man as in the western countries. Its instinct has been cultivated only insofar as the protecting of the flocks and camps against wild animals is concerned. In the towns and villages it roams in the streets and places, of which it is the ordinary scavenger; packs of dogs in a half-wild state are met with in the cities and are not infrequently dangerous for men. For this reason the dog has always been, and is still looked upon with loathing and aversion, as filthy and unclean. With a very few exceptions, whenever the dog is spoken of in the Bible (where it is mentioned over 40 times), it is with contempt, to remark either its voracious instincts, or its fierceness, or its loathsomeness; it was regarded as the emblem of lust, and of uncleanness in general. As some Muslims, to the present day, term Christians \"dogs\", so did the Jews of old apply that infamous name to Gentiles.",
      "verses": [
        "Ezekiel 13:4"
      ]
    },
    {
      "species": "Dove (Hebr., yônah)",
      "study": "Though distinguishing it from tôr, the turtle-dove, the Jews were perfectly aware of their natural affinity and speak of them together. The dove is mentioned in the Bible oftener than any other bird (over 50 times); this comes both from the great number of doves flocking in Israel, and of the favour they enjoy among the people. The dove is first spoken of in the record of the flood (Genesis 8:8–12); later on we see that Abraham offered up some in sacrifice, which would indicate that the dove was very early domesticated. In fact several allusions are made to dove-cotes, with their \"windows\" or latticed openings. But in olden times as well as now, besides the legions of pigeons that swarm around the villages, there were many more rock-doves, \"doves of the valleys\", as they are occasionally termed (Ezekiel 7:16; Song of Songs 2:14; Jeremiah 48:28), that filled the echoes of the mountain gorges with the rustling of their wings. The metallic lustre of their plumage, the swiftness of their flight, their habit of sweeping around in flocks, their plaintive coo, are often alluded to by the different sacred writers. The dark eye of the dove, encircled by a line of bright red skin, is also mentioned; its gentleness and innocence made it the type of trust and love, and, most naturally, its name was one of the most familiar terms of endearment. Jesus spoke of the dove as a symbol of simplicity; the sum of its perfections made it a fitting emblem for the Holy Spirit.",
      "verses": [
        "Genesis 8:8–12",
        "Ezekiel 7:16",
        "Song of Songs 2:14",
        "Jeremiah 48:28"
      ]
    },
    {
      "species": "Dragon",
      "study": "Dragon, a word frequently found in the translations of the Bible as substitute, so it seems, for other names of animals that the translators were unable to identify. It stands indeed for several Hebrew names:<ul><li>(1) thán (Job 30:29; Isaiah 34:13; 35:7; 43:20; Jeremiah 9:11; 10:22; 14:6; 49:33; 51:37; Micah 1:8; Malachi 1:3), unquestionably meaning a denizen of desolate places, and generally identified with the jackal;</li><li>(2) tánnîm, in a few passages with the sense of serpent [Deut., xxxii, 33; Ps., xc (Hebr., xci), 13; Dan., xiv, 22-27), in others most likely signifying the crocodile [Ps., lxxiii (Hebr., lxxiv), 13; Is., li, 9; Ezech., xxix, 3], or even a sea-monster (Ezekiel 32:2), such as a whale, porpoise, or dugong, as rightly translated in Lam., iv, 3, and as probably intended in Ps., cxlviii, 7;</li><li>(3) líweyãthãn (leviathan), meaning both the crocodile [Ps., lxxiii (Hebr., lxxiv), 14] and sea-monster [Ps. ciii (Hebr., civ), 26];</li><li>(4) çiyyim (Psalm 73:14; Jeremiah 1:39), which possibly means the hyena.</li></ul>Other places, such as Esth., x, 7; xi, 6; Ecclus., xxv, 23, can be neither traced back to a Hebrew original, nor identified with sufficient probability. The author of the Apocalypse repeatedly makes mention of the dragon, by which he means \"the old serpent, who is called the Devil and Satan, who seduceth the whole world\" (Revelation 12:9, etc.). Of the fabulous dragon fancied by the ancients, represented as a monstrous winged serpent with a crested head and enormous claws, and regarded as very powerful and ferocious, no mention is found in the Bible. The word dragon, consequently, should really be removed from Bibles, except perhaps from Is., xiv, 29 and xxx, 6, where the draco fimbriatus is possibly spoken of. See BASILISK, 4 (sup.).",
      "verses": [
        "Job 30:29",
        "Isaiah 34:13",
        "Isaiah 43:20",
        "Jeremiah 9:11",
        "Jeremiah 10:22",
        "Jeremiah 14:6",
        "Jeremiah 49:33",
        "Jeremiah 51:37",
        "Micah 1:8",
        "Malachi 1:3",
        "Psalm 73:14",
        "Jeremiah 1:39"
      ]
    },
    {
      "species": "Dromedary",
      "study": "The word so rendered, Is., lx, 6, signifies rather a swift and finely bred camel.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Dugong",
      "study": "See BADGER (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Eagle",
      "study": "So is generally rendered the Hebrew, néshér, but there is a doubt as to whether the eagle or some kind of vulture is intended. It seems even probable that the Hebrews did not distinguish very carefully these different large birds of prey, and that all are spoken of as though they were of one kind. Anyway, four species of eagles are known to live in Israel: aquila chrysœtos, aquila nœvia, aquila heliaca, and circœtos gallicus. Many allusions are made to the eagle in the Bible: its inhabiting the dizziest cliffs for nesting, its keen sight, its habit of congregating to feed on the slain, its swiftness, its longevity, its remarkable care in training its young, are often referred to (see in particular Job 39:27-30). When the relations of Israel with their neighbours became more frequent, the eagle became, under the pen of the Jewish prophets and poets, an emblem first of the Assyrian, then of the Babylonian, and finally of the Persian kings.",
      "verses": [
        "Job 39:27-30"
      ]
    },
    {
      "species": "Elephant",
      "study": "We learn from Assyrian inscriptions that before the Hebrews settled in Syria, there existed elephants in that country, and Tiglath-Pileser I tells us about his exploits in elephant hunting. We do not read, however, of elephants in the Bible until the Machabean times. True, III Kings speaks of ivory, or \"elephants' teeth\", as the Hebrew text puts it, yet not as indigenous, but as imported from Ophir. In the post-exilian times, especially in the books of the Machabees, elephants are frequently mentioned; they were an important element in the armies of the Seleucides. These animals were imported either from India or from Africa.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ericus",
      "study": "A Latin name of the hedgehog, preserved in the D.V. as a translation of the Hebrew word qíppôdh (Isaiah 14:23; 34:11; Zephaniah 2:14, the word urchin has been used) and qîppôz (Isaiah 34:15). The above identification of the qíppôdh is based both on the Greek rendering and the analogy between this Hebrew word and the Talmudic (qúppádh), Syriac (qufdô'), Arabic (qúnfúd) and Ethiopian (qinfz) names of the hedgehog. Several scholars, however, discard this identification, because the hedgehog, contrary to the qíppôdh, lives neither in marshes nor ruins, and has no voice. The bittern meets all the requirements of the texts where the qíppôdh is mentioned. It should be noticed nevertheless that hedgehogs are far from rare in Israel. As to the qîppôz of Is., xxxiv, 15, read qíppôdh by some Hebrew Manuscripts, and interpreted accordingly by the Septuagint, Vulgate and the versions derived therefrom, its identity is a much discussed question. Some, arguing from the authorities just referred to, confound it with the qíppôdh, whereas others deem it to be the arrow-snake; but besides that no such animal as arrow-snake is known to naturalists, the context seems to call for a bird.",
      "verses": [
        "Isaiah 14:23",
        "Isaiah 34:11",
        "Zephaniah 2:14",
        "Isaiah 34:15"
      ]
    },
    {
      "species": "Ewe",
      "study": "In Hebrew, six names at least, with their feminines, express the different stages of development of the sheep. Its domestication goes back to the night of time, so that the early traditions enshrined in the Bible speak of the first men as shepherds. Whatever may be thought of this point, it is out of question that from the dawn of historical times down to our own, flocks have constituted the staple of the riches of the land. The ewe of Israel is generally the ovis laticaudata, the habits of which, resembling those of all other species of sheep, are too well known to be here dwelt upon. Let it suffice to notice that scores of allusions are made in the Holy Books to these habits as well as to the different details of the pastoral life.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Falcon",
      "study": "See HAWK (inf.).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Fallow-deer (Cervus dama or Dama vulgaris)",
      "study": "Believed by some to be signified by Hebrew yáhmûr. The fallow-deer is scarce in the Holy Land and found only north of Mount Thabor. If it is mentioned at all in the Bible, it is probably ranked among the deer.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Fawn",
      "study": "For Hebrew, yá'alah, feminine of yã'el which should be regularly, as it is in several passages, rendered by wild goat (ibex syriacus). See GOAT, WILD (inf.).",
      "verses": [
        "Proverbs 5:19"
      ]
    },
    {
      "species": "Faun",
      "study": "An equivalent in D.V. (Jeremiah 1:39), after St. Jerome, for Hebrew, 'íyyîm. St. Jerome explains that they were wild beings, denizens of deserts and woods, with a hooked nose, a horned forehead, and goat feet. He translated the Hebrew as fig-faun, adding to the original the adjective ficarii, possibly following in this the pagan idea which, supposing that figs incline to lust, regarded fig-groves a well fitted abode for fauns. The same Hebrew word is rendered in Is., xiii, 22 as owls, and in Is., xxxiv, 14, as monsters, which shows a great perplexity on the part of the translators. The true meaning, being \"howlers\", seems to point out the jackal, called the \"howler\" by the Arabs.",
      "verses": [
        "Jeremiah 1:39"
      ]
    },
    {
      "species": "Flea",
      "study": "Spoken of I K., xxiv, 15; xxvi, 20, as the most insignificant cause of trouble that may befall a man.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Flock",
      "study": "The flocks of Israel include generally both sheep and goats: \"The sheep eat only the fine herbage, whereas the goats browse on what the sheep refuse. They pasture and travel together in parallel columns, but seldom intermingle more closely, and at night they always classify themselves. The goats are for the most part black, the sheep white, dappled or piebald, forming a very marked contrast...\" (Tristram). The shepherd usually leads the flock, calling the sheep by their names from time to time; in his footsteps follows an old he-goat, whose stately bearing affords to the natives matter for several comparisons; the Arabs, indeed to this day, call a man of stately mien a \"he-goat\". The shepherd at sunset waters his flock, folds them ordinarily in some of the many caves found on every hillside, and with trained dogs guards them at night.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Fly",
      "study": "Two Hebrew words are thus translated:<ul><li>(1) 'ãrõbh is the name of the Egyptian fly of the fourth plague; this name, a collective one, though translated as dog-fly in the Septuagint, seems to signify all kinds of flies. Flies are at all times an almost insufferable nuisance; the common house-fly, with the gnat, vexes men, while gad-flies of every description tsetse, œstru, hippoboscida, tabanus marocanus, etc., infest animals.</li><li>(2) Zebhûbh is likewise the collective name of the Israeli fly, but more specifically of the gad-fly.</li></ul>Though a trifle less annoying than in Egypt, flies were, however, deemed a plague severe enough in Israel to induce the natives to have recourse to the power of a special god, Bá'ál-zebhûbh, the master of the flies, that they and their cattle be protected against that scourge.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Fowl",
      "study": "This word which, in its most general sense, applies to anything that flies in the air (Genesis 1:20, 21), including the \"bat\" and \"flying creeping things\" (Leviticus 11:19-23 A.V.), and which frequently occurs in the Bible with this meaning, is also sometimes used in a narrower sense, as, for instance, III K., iv, 23, where it stands for all fatted birds that may be reckoned among the delicacies of a king's table; so likewise Gen., xv, 11 and Is., xviii, 6, where it means birds of prey in general. In this latter signification allusions are made to their habit of perching on bare or dead trees, or of flocking together in great numbers.",
      "verses": [
        "Genesis 1:20-21",
        "Leviticus 11:19-23"
      ]
    },
    {
      "species": "Fox",
      "study": "Thus is usually rendered the Hebrew, shû'ãl, which signifies both fox and jackal, even the latter more often than the former. The fox, however, was well known by the ancient Hebrews, and its cunning was as proverbial among them as among us (Ezekiel 13:4; Luke 13:32).",
      "verses": [
        "Ezekiel 13:4",
        "Luke 13:32"
      ]
    },
    {
      "species": "Frog",
      "study": "Though not rare in Israel, this word is only mentioned in the Old Testament in connection with the second plague of Egypt. Two species of frogs are known to live in the Holy Land: the rana esculenta, or common edible frog, and the hyla arborea, or green tree-frog. The former throngs wherever there is water. In Apoc., xvi, 13, the frog is the emblem of unclean spirits.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Gazelle (Hebr., çebî, i. e. beauty)",
      "study": "It has been known at all times as one of the most graceful of all animals. Several species still exist in Israel. Its different characteristics, its beauty of form, its swiftness, its timidity, the splendour and meekness of its eye, are in the present time, as well as during the age of the Old Testament writers, the subjects of many comparisons. However, the name of the gazelle is scarcely, if at all, to be found in the Bible; in its stead we read roe, hart, or deer. Like a few other names of graceful and timid animals, the word gazelle has always been in the East a term of endearment in love. It was also a woman's favourite name (1 Chronicles 8:9; 2 Kings 12:1; 2 Chronicles 24:1; Acts 9:36).",
      "verses": [
        "1 Chronicles 8:9",
        "2 Kings 12:1",
        "2 Chronicles 24:1",
        "Acts 9:36"
      ]
    },
    {
      "species": "Gecko",
      "study": "Probable translation of the 'anãqah of the Hebrews, generally rendered in our versions by shrew-mouse, for which it seems it should be substituted. The gecko, ptyodactylus gecko of the naturalists, is common in Israel.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Gier-Eagle",
      "study": "So does A.V. render the Hebrew, rãhãm (Leviticus 11:18) or rãhãmah (Deuteronomy 14:17). By the gier-eagle, the Egyptian vulture (neophron percnopterus), or Pharao's hen, is generally believed to be signified. However, whether this bird should be really recognized in the Hebrew, rãhãm, is not easy to decide; for while, on the one hand, the resemblance of the Arabic name for the Egyptian vulture with the Hebrew word rãhãm seems fairly to support the identification, the mention of the rãhãm in a list of wading birds, on the other hand, casts a serious doubt on its correctness.",
      "verses": [
        "Leviticus 11:18",
        "Deuteronomy 14:17"
      ]
    },
    {
      "species": "Giraffe",
      "study": "See CAMELOPARDALUS (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Gnat",
      "study": "The same insect called sciniph in Ex., viii, 16, 17 and Ps. civ (Hebr., cv), 31, and known under the familiar name of mosquito, Culex pipiens, is taken in the New Testament as an example of a trifle.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Goat",
      "study": "Though the sacred writers spoke of the ewe more frequently than of the goat, yet with the latter they were very well acquainted. It was indeed, especially in the hilly regions east of the Jordan, an important item in the wealth of the Israelites. The goat of Israel, particularly the capra membrica, affords numerous illustrations and allusions, Its remarkably long ears are referred to by Amos, iii, 12; its glossy dark hair furnishes a graphic comparison to the author of Cant., iv, 1; vi, 4; this hair was woven into a strong cloth; the skin tanned with the hair on served to make bottles for milk, wine, oil, water, etc. The kid was an almost essential part of a feast. The goat is mentioned in Dan., viii, 5, as the symbol of the Macedonian empire. The grand Gospel scene of the separation of the just and the wicked on the last day is borrowed from the customs of the shepherds in the East.\r\nGoat, Wild, Job, xxxix, 1; I K., xxiv, 3, where it is an equivalent for yã' él, translated in Ps., ciii (Hebr., Civ), 18, as hart and in Prov., v, 19, as fawn, is most probably the ibex syriacus, a denizen of the rocky summits [Ps. ciii (Hebr., civ), 18]. It was regarded as a model of grace (Proverbs 5:19), and its name, Jahel, Jahala, was frequently given to persons (Judges 5:6; Ezra 2:56, etc.).",
      "verses": [
        "Judges 5:6",
        "Ezra 2:56"
      ]
    },
    {
      "species": "Grasshopper",
      "study": "Probably the best rendering for the Hebrew, hãgãb [Lev., xi, 22; Num., xiii, 34 (Hebrews 13:33); Is., xl, 22; Eccles., xii, 5, etc.], as in the A.V., if the Hebrew word be interpreted \"hopper\" as Credner suggests; the D.V. uses the word locust. The grasshopper is one of the smaller species of the locust tribe.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Griffon",
      "study": "So D.V., Lev., xi, 13 (whereas Deuteronomy 14:12, we read \"grype\") translates the Hebrew, pérés, the \"breaker\" whereby the lammergeyer or bearded vulture, gypœtus barbatus, the largest and most magnificent of the birds of prey is probably intended. The opinion that the Bible here speaks of the fabulous griffon, i.e. a monster begotten from a lion and an eagle, and characterized by the beak, neck, and wings of an eagle and the legs and rump of a lion, is based only on a misinterpretation of the word.\r\nGriffon Vulture, a probable translation in several cases of the Hebrew, néshér, regularly rendered by eagle. This most majestic bird (gyps fulvus), the type, as it seems, of the eagle-headed figures of Assyrian sculpture, is most likely referred to in Mich., i, 16, on account of its bare neck and head.",
      "verses": [
        "Deuteronomy 14:12"
      ]
    },
    {
      "species": "Grype",
      "study": "Grype, Deut., xiv, 12. See GRIFFON (sup).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Haje",
      "study": "See Asp (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hare",
      "study": "Mentioned Lev., xi, 6; Deut., xiv, 7, in the list of the unclean quadrupeds. Several subspecies of the European Hare and the Cape Hare live in Israel: Lepus europaeus syriacus in the north; Lepus europaeus judeae in the south and the Jordan valley, together with Lepus capensis sinaiticus, Lepus capensis aegyptius and Lepus capensis isabellinus, The statement of the Bible that the hare \"cheweth the cud\" is a classical difficulty. It should be noticed that this is not the reason why the hare is reckoned among the unclean animals; but the cause thereof should be sought for in the fact that though it chews the cud, which certainly it appears to do, it does not divide the hoof.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hart and Hind",
      "study": "Either the fallow-deer, still occasionally found in the Holy Land, or the red deer, now extinct, or the deer generally. It has afforded many illustrations to time biblical writers and poets, especially by its fleetness (Song of Songs 2:9; Isaiah 35:6), its sure-footedness [Ps. xvii (Hebr., xviii), 34; Hab., iii, 19], its affection (Proverbs 5:19), and its habit of hiding its young (Job 39:1).",
      "verses": [
        "Song of Songs 2:9",
        "Isaiah 35:6",
        "Proverbs 5:19",
        "Job 39:1"
      ]
    },
    {
      "species": "Hawk (Hebr., neç)",
      "study": "In the Scriptures, a general denomination including, with the falcon, all the smaller birds of prey, the kestrel, merlin, sparrowhawk, hobby, and others, most common in Israel.\r\nNight Hawk, A.V. for Hebrew, táhmãs, more exactly translated in D.V. as owl; some bird of the latter kind is indeed undoubtedly intended, probably the barn owl (strix flammea).\r\nSparrow Hawk (falco nisus), one of the hawks of Israel, so common that it might be regarded, in reference to the Bible, as the hawk par excellence.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hedgehog",
      "study": "See Ericius (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hen",
      "study": "See COCK (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Heron",
      "study": "Mentioned Lev., xi, 19, in the list of unclean birds, but probably in the wrong place in the D.V.; heron, indeed, should be substituted for charadrion, whereas in the same verse it stands for stork, as the A.V. correctly states it.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hippopotamus",
      "study": "See BEHEMOTH (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hobby (falco subbuteo)",
      "study": "See HAWK (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hoopoe",
      "study": "See HOUP (inf.).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Hornet (Hebr., çíre'ah; vespa crabro)",
      "study": "One of the largest and most pugnacious wasps; when disturbed they attack cattle and horses; their sting is very severe, capable not only of driving men and cattle to madness, but even of killing them (Exodus 23:28; Deuteronomy 7:20; Joshua 24:12).",
      "verses": [
        "Exodus 23:28",
        "Deuteronomy 7:20",
        "Joshua 24:12"
      ]
    },
    {
      "species": "Horse",
      "study": "The horse is never mentioned in Scripture in connection with the patriarchs; the first time the Bible speaks of it, it is in reference to the Egyptian army pursuing the Hebrews, During the epoch of the conquest and of Judges, we hear of horses only with the Chanaanean troops, and later on with the Philistines, The hilly country inhabited by the Israelites was not favourable to the use of the horse; this is the reason why the Bible speaks of horses only in connection with war. David and Solomon established a cavalry and chariot force; but even this, used exclusively for wars of conquest, seems to have been looked upon as a dangerous temptation to kings, for the Deuteronomy legislation forbids them to multiply horses for themselves. The grand description of the war horse in Job is classical; it will be noticed, however, that its praises are more for the strength than for the swiftness of the horse. The prophet Zacharias depicts (ix, 10) the Messianic age as one in which no hostilities will be heard of; then all warlike apparel being done away with, the horse will serve only for peaceful use.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Houp",
      "study": "The analogy of the Hebrew with Syriac and Coptic for the name of this bird makes the identification doubtless, although some, after the example of the A.V., see in the Hebrew dûkhîpháth, the lapwing. The Egyptians worshipped the houp and made it the emblem of Horus.",
      "verses": [
        "Leviticus 11:19",
        "Deuteronomy 14:18"
      ]
    },
    {
      "species": "Striped Hyena",
      "study": "This word is not to be found in any of the English translations of the Bible; it occurs twice in the Septuagint, Jer., xii, 9, and Ecclus., xiii, 22, being in both places the rendering for the Hebrew name çãbhûá. The hyenas are very numerous in the Holy Land, where they are most active scavengers; they feed upon dead bodies, and sometimes dig the tombs open to get at the corpses therein buried. Two Hebrew names are supposed to designate the hyena:<ul><li>(1) çãbhûá'. This word, which has been interpreted \"speckled bird\", Jer., xii, 9, by modern translators following the Vulgate, has been rendered by \"holy man\", Ecclus., xiii, 22. Despite the authorities that favour the above-mentioned translation of Jer., xii, 9, the consistency of the Septuagint on the one hand, and on the other the parallelism in the latter passage, in addition to the analogy with the Arabic and rabbinical Hebrew names for the hyena, fairly support the identification of the çãbhûá' with this animal.</li><li>(2) çíyyím, rendered in divers manners in different places: wild beasts, Is., xiii, 21; demons, Is., xxxiv, 14; dragons, Ps. lxxiii (hebr., lxxiv), 14; Jer., 1, 39.</li></ul>",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ibex",
      "study": "See GOAT, WILD (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ibis",
      "study": "The word occurs twice in the D.V. (Leviticus 11:17; Isaiah 34:11) as an equivalent for yánshûph; some good authorities, however, though the yánshûph is mentioned among wading birds, do not admit the above identification and think that the Egyptian eagle-owl (bubo ascalaphus), which they term great owl, is spoken of. The ibis was worshipped by the Egyptians as the emblem of Thot.",
      "verses": [
        "Leviticus 11:17",
        "Isaiah 34:11"
      ]
    },
    {
      "species": "Ichneumon",
      "study": "See WEASEL (inf.).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Irchin",
      "study": "D.V. Ps. ciii, 18. See CHEROGRILLUS (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Jackal",
      "study": "Frequently alluded to in Bible, though the name is read neither in the D.V. nor in any of the western translations, probably because the animal, however common in Africa and south-western Asia is unknown in European countries. The name regularly substituted for jackal is fox. The jackal seems to be designated in Hebrew by three different names: shû'ãl, \"the digger\"; 'íyyîm, \"the howlers\"; and tãn, \"the stretcher\", although we are unable to state the differences marked by these three names, numerous references may be found throughout the Bible to the jackal's howlings and gregarious habits. The most likely species mentioned is the Golden Jackal, which is the only jackal to live in the Middle East.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Jerboa",
      "study": "This little animal, at least four species of which abide in Syria, is nowhere nominally mentioned in the Bible; it must, nevertheless, very probably be reckoned among the unclean animals indicated under the general name of mouse.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Kestrel",
      "study": "A slender hawk, most likely one of the species intended by Lev., xi, 16, for it is very common in Israel. The remark of Job, xxxix, 26, strikingly points out the tinnulus cenchris, one of the Israeli kestrels.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Kid",
      "study": "See GOAT. (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Kine",
      "study": "See CATTLE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Kite",
      "study": "As suggested by the analogy with the Arabic, the black kite (milvus nigrans) is probably meant by Hebr. dã'ah or dáyyah (Leviticus 11:14; Deuteronomy 14:13; Isaiah 34:15), interpreted kite in the D.V.; it is one of the most common of the scavenger birds of prey of the country, and for this reason, is carefully protected by the villagers. Other kinds of kites, in particular the milvus regalis, are common in Israel.",
      "verses": [
        "Leviticus 11:14",
        "Deuteronomy 14:13",
        "Isaiah 34:15"
      ]
    },
    {
      "species": "Lamb",
      "study": "The Paschal Lamb was both a commemoration of the deliverance from the bondage in Egypt, and a prophetic figure of the Son of God sacrificed to free His people from their slavery to sin and death. See EWE. (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Lamia",
      "study": "Is a translation of Hebrew, lîlîth; according to the old popular legends, the lamia was a feminine bloodthirsty monster, devouring men and children. In the above cited place, some kind of owl, either the screech or the hooting owl, is very probably meant.",
      "verses": [
        "Isaiah 34:14"
      ]
    },
    {
      "species": "Lammergeyer (gypœtus barbatus)",
      "study": "Very likely signified by the Hebrew, pérés, translated as griffon in D.V.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Larus",
      "study": "Lev., xi; 16; Deut., xiv, 15. See CUCKOO (sup).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Horse-Leech",
      "study": "Both the medicinal leech and the horse-leech are frequently found in the streams, pools, and wells; they often attach themselves to the inside of the lips and nostrils of drinking animals, thereby causing them much pain.",
      "verses": [
        "Proverbs 30:15"
      ]
    },
    {
      "species": "Leopard",
      "study": "Under this name come a certain number of carnivorous animals more or less resembling the real leopard (felis leopardus), namely felis jubata, felis lynx, felis uncia, etc., all formerly numerous throughout Israel, and even now occasionally found, especially in the woody districts. The leopard is taken by the biblical writers as a type of cunning (Jeremiah 5:6; Hosea 13:7), of fierceness, of a conqueror's sudden swoop (Dan., vii, 6; Hab., i, 8). Its habit of lying in wait by a well or a village is repeatedly alluded to.",
      "verses": [
        "Jeremiah 5:6",
        "Hosea 13:7"
      ]
    },
    {
      "species": "Leviathan",
      "study": "The word Leviathan (Hebrew, líweyãthãn), which occurs six times in the Hebrew Bible, seems to have puzzled not a little all ancient translators. The D.V. has kept this name, Job, iii, 8; xl, 20; Is., xxvii, 1; it is rendered by dragon Ps. lxxiii (Hebr., lxxiv), 14, and ciii (Hebr., civ), 26; The word leviathan means a sea-monster Isaiah 27:1);Job 41.",
      "verses": [
        "Isaiah 27:1"
      ]
    },
    {
      "species": "Lion",
      "study": "Now extinct in Israel and in the surrounding countries, the lion was common there during the Old Testament times; hence the great number of words in the Hebrew language to signify it; under one or another of these names it is mentioned 130 times in the Scriptures, as the classical symbol of strength, power, courage, dignity, ferocity. Very likely as the type of power, it became the ensign of the tribe of Judah; so was it employed by Solomon in the decoration of the temple and of the king's house. For the same reason, Apoc., v, 5, represents Jesus Christ as the lion of the tribe of Juda. The craft and ferocity of the lion, on the other hand, caused it to be taken as an emblem of Satan (1 Peter 5:8) and of the enemies of the truth (2 Timothy 4:17).",
      "verses": [
        "1 Peter 5:8",
        "2 Timothy 4:17"
      ]
    },
    {
      "species": "Lizard",
      "study": "Immense is the number of these reptiles in Israel; no less than 44 species are found there, Among those mentioned in the Bible we may cite:<ul><li>(1) The Letã'ah, general name of the lizard, applied especially to the common lizard, the green lizard, the blind worm, etc.;</li><li>(2) the chõmét, or sand lizard;</li><li>(3) the çãb, or dább of the Arabs (Uromastix spinipes);</li><li>(4) the kõâh, the divers kinds of monitor (psammosaurus scincus, hydrosaurus niloticus, etc.);</li><li>(5) the 'anãqah or gecko;</li><li>(6) the semãmîth or stellio.</li></ul>",
      "verses": [
        ""
      ]
    },
    {
      "species": "Locust",
      "study": "One of the worst scourges of the East, very often referred to in Bible. As many as nine Hebrew words signify either the locust in general or some species:<ul><li>(1) 'árbéh, probably the locusta migratoria;</li><li>(2) gãzãm, possibly the locust in its larva state, the palmerworm;</li><li>(3) Gôbh, the locust in general;</li><li>(4) chagab, most likely the grasshopper;</li><li>(5) hãsîl, \"the destroyer\", perhaps the locust in its hopper state, in which it is most destructive;</li><li>(6) hárgõl, translated in the D.V. as ophiomachus;</li><li>(7) yéléq, the stinging locust;</li><li>(8) çelãçâl possibly the cricket; and</li><li>(9) sôl'ãm, rendered by attacus, or bald locust (probably the truxalis).</li></ul>Unlike other insects, locusts are most voracious in every stage of their existence.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Louse",
      "study": "According to some this species of vermin was one of the features of the third Egyptian plague. It is but too common through all eastern countries.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Mildew",
      "study": "A word occurring a certain number of times in the D.V. as an equivalent for Hebrew, hãsîl, which probably means a kind of locust.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Mole",
      "study": "Two Hebrew words are thus rendered, The first, tînshéméth (Leviticus 11:30), would, according to good authorities, rather signify the chameleon; with the second, haphárperôth (Isaiah 2:20), some burrowing animal is undoubtedly intended, The mole of Syria is not the common mole of Europe, Talpa europaea, but a Blind mole rat (Spalax typhlus), a blind burrowing rodent.",
      "verses": [
        "Leviticus 11:30",
        "Isaiah 2:20"
      ]
    },
    {
      "species": "Monkey",
      "study": "See APE (sup.). Occurs in 1 Kings 10:22 (NKJV).",
      "verses": [
        "1 Kings 10:22"
      ]
    },
    {
      "species": "Mosquito",
      "study": "See GNAT (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Moth",
      "study": "Is in the D.V. besides Is., xiv, 11, where it stands for rímmah, \"worms\", the common rendering for two words: 'ãsh (Job 4:19), and sãs (Isaiah 51:8), the exact meaning of the former is uncertain, whereas by the latter the clothes moth is meant.",
      "verses": [
        "Job 4:19",
        "Isaiah 51:8"
      ]
    },
    {
      "species": "Mouflon",
      "study": "See CHAMOIS, CAMELOPARDALUS (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Mouse",
      "study": "This word seems to be a general one, including the various rats, dormice, jerboas, and hamsters, about twenty-five species of which exist in the country.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Mule",
      "study": "In spite of the enactment of the Law (Leviticus 19:19), the Israelites early in the course of their history possessed mules; these animals, in a hilly region such as the Holy Land, were for many purposes preferable to horses and stronger than asses; they were employed both for domestic and warlike use.",
      "verses": [
        "Leviticus 19:19"
      ]
    },
    {
      "species": "Night-hawk",
      "study": "See HAWK (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ophiomachus",
      "study": "See LOCUST (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Oryx",
      "study": "See ANTELOPE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Osprey (Hebr., 'óznîyyah)",
      "study": "The fishing eagle, which name probably signifies all the smaller eagles.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ossifrage",
      "study": "See LAMMERGEYER (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ostrich",
      "study": "Still occasionally found in the southeastern deserts of Israel, the ostrich, if we are to judge from the many mentions made of it, was well known among the Hebrews. The beauty of its plumage, its fleetness, its reputed stupidity, its leaving its eggs on the sand and hatching them by the sun's heat are repeatedly alluded to.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Owl",
      "study": "A generic name under which many species of nocturnal birds are designated, some having a proper name in the Hebrew, some others possessing none. Among the former we may mention the little owl (athene persica), the Egyptian eagle-owl (bubo ascalephus), the great owl of some authors, called ibis in the D.V., the screech or hooting owl, probably the lîlîth of Is., xxxiv, and the lamia of St. Jerome and the D.V.; the barn owl (stryx flammea), possibly corresponding to the táhmãs of the Hebrews and rendered by night-hawk in the A.V.; and the qîppôz of Is., xxxiv, 15, as yet unidentified.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ox",
      "study": "See CATTLE (sup)\r\nOx, Wild, Is., hi, 20, probably antilope bubalis. See ANTELOPE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Palmerworm (Hebr., gãzãm)",
      "study": "A general word for the locust, very likely in its larva state.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Partridge",
      "study": "Although very common in the Holy Land, the partridge is mentioned only three times in the Bible: I K., xxvi, 20 alludes to chasing it on the mountains; Jer., xvii, 11, to the robbing of its eggs; Ecclus., xi, 32, to the keeping a decoy partridge. Two kinds of partridges are known to abide in the hilly resorts of Israel; the francolin inhabits the plains, and various sandgrouse are found in the deserts.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Peacock",
      "study": "The texts where it is spoken of (1 Kings 10:22; 2 Chronicles 9:21) clearly indicate that it was not indigenous to Israel, but imported, probably from India.",
      "verses": [
        "1 Kings 10:22",
        "2 Chronicles 9:21"
      ]
    },
    {
      "species": "Pelican",
      "study": "Ps., ci (Hebr., cii), 7, for Hebr. qã'áth, in other places is rendered by bittern, for which it might be advantageously substituted. Pelicans are usually found about marshes (Isaiah 34:11), and are in the habit of sitting for hours in sandy desolate places [Ps., ci (Hebr., cii), 7; Soph., ii, 14] after they have gorged.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Phœnix",
      "study": "Might possibly be read instead of palmtree (Hebr. hôl) in Job, xxix, 18, where the belief in its immortality seems referred to; however the sense adopted by D.V., after Vulgate and Septuagint, should not be slighted.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Pigeon",
      "study": "See DOVE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Plunger",
      "study": "See CORMORANT (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Porcupine",
      "study": "Believed by some, on account of a certain analogy of the Hebrew qîppõd with the Arabic name of this animal, to he spoken of in the Bible. See ERICIUS (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Porphyrion",
      "study": " It is in Vulgate and D.V. (Leviticus 11:18), the equivalent for the Hebrew, rãhãm, translated in the Septuagint as \"swan\"; in the Greek version, porphyrion stands for the Hebrew, tínshéméth, interpreted as \"swan\" in the Latin and English Bibles. The hypothesis that the Greek translators used a Hebrew text in which the two words rãhãm and tínshéméth stood contrariwise to their present order in the Massoretic text, might account for this difference. This hypothesis is all the more probable because in Deut., xiv, 17, porphyrion seems to be the Greek translation for rãhãm. Whatever this may be, whether the porphyrion, or Purple Swamphen (Porphyrio porphyrio), or the Egyptian vulture, should be identified with the rãhãm remains uncertain. See GIER-EAGLE (sup)",
      "verses": [
        "Leviticus 11:18"
      ]
    },
    {
      "species": "Pygarg",
      "study": "Deuteronomy 14:5",
      "verses": [
        "This word, a mere adaptation from the Greek, means \"white-rumped\", a character common to many species, though the antilope addax is possibly signified by the Hebrew word dîshõn."
      ]
    },
    {
      "species": "Quail",
      "study": "The description given Ex., xvi, 11-13; Num., xi, 31, 32; Ps., lxxvii (Hebr., lxxviii) 27–35, and civ (Hebr., cv), 40, the references to their countless flocks, their low flying, their habit of alighting on land in the morning, together with the analogy of the Hebrew and Arabic names, make it certain that the common quail (coturnix vulgaris) is intended.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Rabbit",
      "study": "A mistranslation for coney or daman. See CHEROGRILLUS, (sup)",
      "verses": [
        "Proverbs 30:26"
      ]
    },
    {
      "species": "Ram",
      "study": "See EWE, FLOCK (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Raven",
      "study": "The Bible includes under this generic name a certain number of birds having more or less resemblance with the raven, such as the magpie, the jay, etc. The raven, eight species of which are found in Israel, is by far the most common of all the birds of that country, where it is with buzzards, vultures, dogs, jackals, and hyenas, an active scavenger. Its plumage is glossy black, and its habits are frequently alluded to in Bible, for instance feeding on carcasses, wandering for its precarious meals, picking out the eyes of the newly dropped or weakly animals, resorting to desolate places, etc. The raven, when no other food is nigh, not infrequently picks out grains freshly sown; hence its surname of seed-picker, spermologos, which, later on became a synonym for ragamuffin. This name, applied to St. Paul by his sceptical listeners of Athens, has become, through a mistranslation, \"word-sower\" in our Bibles (Acts 17:18).\r\nNight Raven, the equivalent in Ps. ci (Hebr., cii), 7, of the Hebrew word translated in Lev., xi, 17, as screech owl, seems to mean the blue thrush (petrocynela cyanea), a well-known solitary bird of the country, which is fond of sitting alone on a roof or a rock.",
      "verses": [
        "Acts 17:18"
      ]
    },
    {
      "species": "Rhinoceros",
      "study": "Num., xxiii, 22, stands for Hebrew, re'em, and should consequently be rendered by aurochs.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Ringtail",
      "study": "So D.V., Deut., xiv, 13, translates rã'ah, possibly substituted by a scribe's error for dã'ah, and very likely meaning the black kite (milvus migrans).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Rooster",
      "study": "See Cock, Hen. (sup.) – alektór",
      "verses": [
        ""
      ]
    },
    {
      "species": "Satyr",
      "study": "So is the Hebrew sã'îr rendered Is., xiii, 21, and xxxiv, 14, by R.V. (D.V.: \"hairy one\"). The same word in Lev., xvii, 7, and II Par., xi, 15, is translated \"devils\" in all English Bibles. Sã'îr usually signifies the he-goat. In the latter passages this sense is clearly inapplicable; it seems hardly applicable in the former. The writers of Leviticus, and II Paralipomenon possibly intended some representation of the same description as the goat-headed figures of the Egyptian Pantheon. Concerning the sã'îr mentioned in Isaias, no satisfactory explanation has as yet been given.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Scarlet",
      "study": "See COCHINEAL (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Sciniph",
      "study": "See GNAT (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Scorpion",
      "study": "Very common in all hot, dry, stony places; is taken as an emblem of the wicked.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Seagull",
      "study": "Its different kinds are probably signified by the word translated larus. See CUCKOO (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Seal",
      "study": "See BADGER (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Sea Monster",
      "study": "Lam., iv, 3, probably means such animals as the whale, porpoise, dugong, etc.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Serpent",
      "study": "A generic term whereby all ophidia are designated; ten names of different species of snakes are given in the Bible.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Shrew",
      "study": "So does D.V. translate the Hebr. 'anãqah, which however means rather some kind of lizard, probably the gecko.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Siren",
      "study": "Is., xiii, 22, a translation for Hebrew tán, which, indicates an animal dwelling in ruins, and may generally be rendered by jackal. No other resemblance than a verbal one should be sought between this tán and the fabulous being, famous by its allurements, called Siren by the ancient poets.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Snail",
      "study": "This should be read instead of wax in Ps., lvii (Hebr., lviii) 9, to translate the Hebrew shábelûl. Unlike the snails of northern climates which hibernate, those of Israel sleep in summer. The Psalmist alludes \"to the fact that very commonly, when they have secured themselves in some chink of the rocks for their summer sleep, they are still exposed to the sun rays, which gradually evaporate and dry up the whole of the body, till the animal is shrivelled to a thread, and, as it were, melted away\" (Tristram).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Sparrow",
      "study": "The Hebrew word çíppôr, found over 40 times, is a general name for all small passerine birds, of which there exist about 150 species in the Holy Land.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Spider",
      "study": "An arachnid living by millions in Israel, where several hundred species have been distinguished. Its web affords a most popular illustration for frail and ephemeral undertakings (Job 8:14; Isaiah 59:5); in three passages, however, the translators seem to have wrongly written spider for moth [Ps. xxxviii (Hebr., xxxix), 12], sigh [Ps. lxxxix (xc), 9], and pieces (Hosea 8:6).",
      "verses": [
        "Job 8:14",
        "Isaiah 59:5",
        "Hosea 8:6"
      ]
    },
    {
      "species": "Stork",
      "study": "The Hebrew word hasîdhah, erroneously rendered \"heron\" by the Douay translators, Lev., xi, 19, alludes to the well-known affection of the stork for its young. Several passages have reference to this bird, its periodical migrations (Jeremiah 8:7), its nesting in fir-trees, its black pinions stretching from its white body (Zechariah 5:9; D.V., kite; but the stork, hasîdhah, is mentioned in the Hebrew text). Two kinds, the white and the black stork, live in Israel during the winter.",
      "verses": [
        "Jeremiah 8:7",
        "Zechariah 5:9"
      ]
    },
    {
      "species": "Swallow",
      "study": "Two words are so rendered: derôr, \"the swift flyer\", which means the chimney swallow and other species akin to it [Ps. lxxxiii (Hebr., lxxxiv), 4; D.V., turtle; Prov., xxvi, 2; D.V., sparrow], whereas sûs or sîs may be translated as \"swift\", this bird being probably intended in Is., xxxviii, 14, and Jer., viii, 7.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Swan",
      "study": "Mentioned only in the list of unclean birds (Leviticus 11:18; Deuteronomy 14:16). The swan having always been very rare in Syria, there was little need of forbidding to eat its flesh; by the Hebrew tínshéméth, some other bird might possibly be designated.",
      "verses": [
        "Leviticus 11:18",
        "Deuteronomy 14:16"
      ]
    },
    {
      "species": "Swine",
      "study": "The most abhorred of all animals among the Jews; hence the swineherd's was the most degrading employment (Luke 15:15; cf. Matthew 8:32). Swine are very seldom kept in Israel.",
      "verses": [
        "Luke 15:15",
        "Matthew 8:32"
      ]
    },
    {
      "species": "Tiger",
      "study": "Job, iv, 11 (Hebr., láyísh), should be \"lion\".",
      "verses": [
        ""
      ]
    },
    {
      "species": "Turtle",
      "study": "See DOVE (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Unicorn",
      "study": "See unicornis rhinoceros (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Urchin",
      "study": "Soph., ii, 14. See ERICIUS (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Viper",
      "study": "See ASP (sup)",
      "verses": [
        ""
      ]
    },
    {
      "species": "Vulture",
      "study": "So does D.V. render the Hebrew, 'áyyah, Lev., xi, 14; Deut., xiv, 13; Job, xxviii, 7. As has been suggested above, the text of Job at least, seems to allude to the kite rather than to the vulture. Several kinds of vultures are nevertheless referred to in the Bible; so, for instance, the bearded vulture(gypœtus barbatus), called griffon in the D.V.; the griffon vulture (gyps fulvus), the Egyptian vulture (neophron percnopterus), etc. In the biblical parlance vultures are often termed eagles.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Waterhen",
      "study": "See PORPHYRION (above).",
      "verses": [
        ""
      ]
    },
    {
      "species": "Weasel",
      "study": "Lev., xi, 29, must be regarded as a general name, probably designating, besides the weasel proper, the polecat and ichneumon, all very common in the Holy Land.",
      "verses": [
        ""
      ]
    },
    {
      "species": "Whale",
      "study": " \"And God created great whales...\" (Genesis 1:21 A.V.[14]) Hebrew Tânnîn can also be translated as \"sea-monster\"; porpoises and dugongs were also known to the Hebrews. In Matthew 12:40, Jesus compared his own burial to Jonah's entombment in the forestomach of a whale.",
      "verses": [
        "Genesis 1:21",
        "Matthew 12:40"
      ]
    },
    {
      "species": "Wolf",
      "study": "Frequently mentioned in the Scriptures as a special foe to flocks (Sirach 13:21; Matthew 7:15), and an emblem of treachery, ferocity, and bloodthirstiness. Wolves usually prowl at night around the sheepfolds, and, though fewer in numbers than jackals, are much more harmful. The tribe of Benjamin, owing to its warlike character, was compared to a wolf.",
      "verses": [
        "Matthew 7:15"
      ]
    },
    {
      "species": "Worm",
      "study": "In English the translation for two Hebrew words: rímmah [Exod., xvi, 24; Is., xiv, 11; (Job 7:5, A.V.)]; and tólá' (Exodus 16:20, etc.); these two Hebrew words are general; the former designates particularly all living organisms generated and swarming in decaying or rotten substances; the latter includes not only worms, but also such insects as caterpillars, centipedes, etc.",
      "verses": [
        "Job 7:5",
        "Exodus 16:20"
      ]
    }
  ]
}
